{
    "steakinfo":
    [
        {
            "name":"Filet",
            "titles":"Filet",
            "definitions":"• Rinderfilet mit Sellerie-Rauch-Püree • Rezept für 2 Personen: Zutaten: 300g Kartoffeln, 200g Knollensellerie, 300g Rinderfilet, 100g Sahne, 3 Tropfen Liquid Smoke, Ghee, Salz, Pfeffer. Zubereitung: Kartoffeln und Knollensellerie schälen und in Salzwasser gar kochen, abgießen. Filet nach Zubereitungsempfehlung garen. Sellerie und Kartoffel in einen Topf geben, Sahne und liquid Smoke dazugeben und pürieren. Mit Salz und Pfeffer abschmecken, zum Steak servieren. ",
            "synonyms":"Wird in America  Tenderloin,  in Deutschland auch  Lende   oder in Österreich  Lungenbraten  genannt.",
            "weight":"150 g – 350 g",
            "url":"",
            "processing":"• Brate das Filet bei sehr starker Hitze in der Gusspfanne/Grill von beiden Seiten 1-2 Minuten - je nach Dicke, an. In die Pfanne kannst du etwas Ghee (Butterfett ohne das Eiweiß, welches rasch anbrennt) dazu geben und im Ofen oder der indirekten Grillzone bei ca. 130 °C auf Kerntemperatur ziehen lassen. Das dauert ca. 10-15 Minuten. Den Gargrad misst du für ein genaues Ergebnis am Besten mit dem Steakthermometer. Für den empfehlenswerten Gargrad Medium Rare benötigt das Steak eine Kerntemperatur von 53°C.",
            "goodToKnow":"• Das Filet ist übrigens deswegen so besonders zart, weil es als Teil der Rückenmuskulatur des Rindes eher wenig beansprucht wird. Du möchtest Filet im Restaurant essen? Dann halt die Augen offen nach Tournedos, Filet Mignon und Medaillons!"
        },
        {
            "name":"Roastbeef",
            "titles":"Rumpsteak",
            "definitions":"• Roastbeef-Chili-Cheese- Sandwich • Rezept für 2 Personen: Zutaten: 500g Roastbeef, zwei Sandwichbrote von Burgerbuns Bakery, Tomatenketchup und Mayo von den Curtice-Brothers, Bergkäse von Ferdl's Kaskaer, Tom's Hotstuff Hotsauce, 2 große Tomaten , 100g Feldsalat. Zubereitung: Das Steak nach Zubereitungshinweis garen. Sandwiches im Ofen kurz aufbacken, aufschneiden. 3 El Mayo mit Tom's Hotsauce nach Belieben würzen. Obere Seite des Sandwiches mit Ketchup bestreichen, die untere Seite mit der Chili-Mayo. Salat waschen , Tomaten in Scheiben schneiden. Salat und Tomaten auf der unteren Sandwichscheibe drapieren, darauf jeweils die Hälfte des aufgeschnittenen Steaks legen, mit Salz und Pfeffer würzen, Bergkäsescheiben auf das Steak geben, mit Sandwichoberseite deckeln. Auf dem Grill oder im Paninitoaster grillen, bis der Käse zerläuft.",
            "synonyms":"Auch Roastbeef genannt",
            "weight":"200 g – 300 g",
            "url":"",
            "processing":"• Brate das Roastbeef bei sehr starker Hitze in der Gusspfanne/Grill von beiden Seiten 1-2 Minuten -- je nach Dicke, an. In die Pfanne kannst du etwas Ghee (Butterfett ohne das Eiweiß, welches rasch anbrennt) dazu geben und im Ofen oder der indirekten Grillzone bei ca. 130 °C auf Kerntemperatur ziehen lassen. Das dauert ca. 10-15 Minuten. Den Gargrad misst du für ein genaues Ergebnis am Besten mit dem Steakthermometer. Für den empfehlenswerten Gargrad Medium Rare benötigt das Steak eine Kerntemperatur von 53°C.",
            "goodToKnow":"• Beim Roastbeef solltest du den Fettrand nicht entfernen. Dieser verhindert eine Wölbung beim Garen des Cuts und ist wichtig, um ein gleichmäßiges Garergebnis zu erzielen."    
        },
        {
            "name":"Rib-Eye",
            "titles":"Rib-Eye",
            "definitions":"• Surf and Turf Entrecote mit Knoblauchbrot • Rezept für 2 Personen: Zutaten: 2 Entrecote, 6 White-Tiger-Garnelen von Cara Royal, Wein Mrs. White, Olivenöl, Butter, 1 Oregano Sandwichbrot von Burgerbuns-Bakery, Knoblauch.Salz, Pfeffer Zubereitung: Entrecote nach Zubereitungshinweis garen. Die Garnelen in Olivenöl anbraten, mit etwa 150ml Wein ablöschen und fertig garen, Garnelen schälen, salzen und pfeffern und in der warmen Soße schwenken. Etwa 50 g Butter mit zwei gepressten Knoblauchzehen sowie etwas Salz vermengen, auf die Sandwichhälften streichen und knusprig grillen. Steak salzen, Garnelen mit Weißweinsauce darauf anrichten und Knoblauchbrot dazu servieren.",
            "synonyms":"Entrecôte oder Rostbraten genannt.",
            "weight":"200 g – 350 g",
            "url":"",
            "processing":"• Schneide den Fettrand des Ribeye im Abstand von 1cm leicht und brate es bei sehr starker Hitze in der Gusspfanne/Grill von beiden Seiten 1-2 Minuten -- je nach Dicke, an. In die Pfanne kannst du etwas Ghee (Butterfett ohne das Eiweiß, welches rasch anbrennt) dazu geben und im Ofen oder der indirekten Grillzone bei ca. 130 °C auf Kerntemperatur ziehen lassen. Das dauert ca. 10-15 Minuten. Den Gargrad misst du für ein genaues Ergebnis am Besten mit dem Steakthermometer. Für den empfehlenswerten Gargrad Medium Rare benötigt das Steak eine Kerntemperatur von 53°C.",
            "goodToKnow":"• Seinen Namen hat das Ribeye deshalb, weil es vom fettreichen Hochrippendeckel eingerahmt wird, so dass der Hochrippenmuskel wie ein mageres  Auge  im Cut aussieht."
        },
        {
            "name":"Spider-Steak",
            "titles":"Spider-Steak",
            "definitions":"• Spidersteak mit Süßkartoffelpüree • Rezept für 2 Personen: Zutaten: 2 Spidersteaks, 3 große Süßkartoffeln, exotische Würze, 2 El Creme fraiche, Salz, Pfeffer. Zubereitung: Die Schale der Süßkartoffeln mit einer Gabel anpieksen, Im Ofen auf 200°C oder auf dem Grill garen. Die Schale entfernen und die Süßkartoffeln mit Creme Fraiche zu einem Püree stampfen. Mit exotischer Würze, Salz und Pfeffer würzen. Zum nach Zubereitungshinweis gegartem Steak servieren.",
            "synonyms":"Auch Fledermaus-Cut genannt.",
            "weight":"150 g – 250 g",
            "url":"",
            "processing":"• Brate das Spider-Steak einfach kurz in einer sehr heißen Pfanne oder auf dem Grill an, dann ist es perfekt!",
            "goodToKnow":"• Das Spider-Steak hat seinen Namen von der feinen Marmorierung, welche an ein Spinnennetz erinnert."
        },
        {
            "name":"T-Bone",
            "titles":"T-Bone",
            "definitions":"• T-Bone mit asiatischem Krautsalat • Rezept für 2 Person: Zutaten: 1 T-Bone, ½ Kopf Rotkohl und ein halber Kopf Weißkohl, beides in feine Streifen geschnitten, 3 El Reisessig, 4 El Sesamöl, 2 El brauner Zucker, Tom's Hotsauce nach Belieben, 4 El Sojasauce. Zubereitung: T-Bone nach Zubereitungsempfehlung garen. Derweil Kohl mit übrigen Zutaten gut vermischen und im Kühlschrank bis zum Servieren ziehen lassen. Eventuell nachwürzen.",
            "synonyms":"Keine Synonyme bekannt",
            "weight":"500 g – 750 g",
            "url":"",
            "processing":"• Schneide den Fettrand des T-Bone leicht ein, brate es auf dem Grill oder in der Pfanne von beiden Seiten scharf an und lasse es dann im Ofen bei 130°C garen, bis eine Kerntemperatur von 54°C erreicht ist (mit dem Steakthermometer messen).",
            "goodToKnow":"• T-Bone und Porterhouse stammen aus demselben Teil des Rindes, beim Porterhouse ist nur der Filetanteil größer."
        },
        {
            "name":"Porterhouse",
            "titles":"Porterhouse",
            "definitions":"• Porterhouse mit Buttermais vom Grill • Rezept für 2 Personen: Zutaten: 1 Porterhouse, 4 Maiskolben, 5 El Butter, Salz, Pfeffer Zubereitung: Porterhouse salzen und nach Zubereitungshinweis garen. Maiskolben in je  4-5 Ringe schneiden und in Salzwasser gar kochen. In einer Pfanne auf dem Grill in Butter anbraten, salzen, immer wieder mit Butter übergießen und zum Steak servieren.",
            "synonyms":"T-Bone mit großem Filetanteil",
            "weight":"600 g – 900 g",
            "url":"",
            "processing":"• Schneide den Fettrand des Porterhouse im Abstand von 1cm leicht und brate es bei sehr starker Hitze in der Gusspfanne/Grill von beiden Seiten 1-2 Minuten -- je nach Dicke, an. In die Pfanne kannst du etwas Ghee (Butterfett ohne das Eiweiß, welches rasch anbrennt) dazu geben und im Ofen oder der indirekten Grillzone bei ca. 130 °C auf Kerntemperatur ziehen lassen. Das dauert ca. 10-15 Minuten. Den Gargrad misst du für ein genaues Ergebnis am Besten mit dem Steakthermometer. Für den empfehlenswerten Gargrad Medium Rare benötigst das Steak eine Kerntemperatur von 53°C.",
            "goodToKnow":"• Ebenso wie das T-Bone wird auch das Porterhouse aus dem ganzen Roastbeef mit Knochen geschnitten, es hat nur den größeren Filetanteil."
        },
        {
            "name":"Tri-Tip",
            "titles":"Tri-Tip",
            "definitions":"• Tri-tip mit Knoblauch-fries • Rezept für 2 Personen: Zutaten: 1 Tri-tip, Salz, Pfeffer, Pommes, 50g Butter, 2 Knoblauchzehen gepresst Zubereitung: Tri-tip nach Zubereitungshinweis garen. Pommes frittieren. In einer kleinen Pfanne, Butter schmelzen und auf mittlerer Hitze erwärmen bis sie etwas zu schäumen beginnt, vom Herd nehmen, gepresste Knoblauchzehen unterrühren. Fries salzen, auf Tellern zum Steak anrichten und mit Knoblauch-Butter übergießen.",
            "synonyms":"Auch Bürgermeisterstück oder Pastorenstück genannt.",
            "weight":"200 g – 300 g",
            "url":"",
            "processing":"• Das Tri-Tip schmeckt kurzgebraten oder geschmort gleichermaßen gut. Du kannst es aber auch einfach von jeder Seite für 2-3 Minuten in der Pfanne oder auf dem Grill scharf anbraten.",
            "goodToKnow":"• Seinen Namen hat das Tri-Tip aufgrund der dreieckigen, an eine Haifischflosse erinnernden Form."
        },
        {
            "name":"Hanging Tender",
            "titles":"Hanging Tender",
            "definitions":"• Hanging Tender mit Balsamico-Grilltomaten und kühlem Minzjoghurt • Rezept für 2 Personen: Zutaten: Etwa 20 Kirschtomaten an den Rispen, 4El Balsamico, 100ml griechischer Joghurt, 2 El frische Minze, gehackt, Salz, Pfeffer Zubereitung: Hanging Tender nach Zubereitungsempfehlung garen. Kirschtomaten vorsichtig einritzen, mit Balsamicoessig übergießen. Auf dem Grill garen, bis die Schale platzt, salzen. Joghurt mit Minze und Salz abschmecken. Zum Steak und den Tomaten servieren.",
            "synonyms":"Auch Nierenzapfen oder Onglet in Frankreich genannt.",
            "weight":"500 g – 900 g",
            "url":"",
            "processing":"• Mit einer Marinade oder Gewürzmischung ca. 3-5 Stunden vorher gründlich marinieren. Bei starker Hitze in der Gusspfanne/Grill von beiden Seiten 5-8 Minuten – je nach Dicke, anbraten. In der Pfanne kann man etwas Pflanzenöl dazu geben. Wichtig! Nach dem Zubereiten noch 2-4 Minuten ruhen lassen.",
            "goodToKnow":"• Wichtig ist, dass du bei diesem Cut die nicht verzehrbare Sehne entfernst. Das Onglet ist ein Cut, der nur einmal pro Tier vorkommt."
        },
        {
            "name":"Flank",
            "titles":"Flank",
            "definitions":"• Flanksteak auf Grillgemüse • Rezept für 2 Personen: Zutaten: Gemischtes Gemüse der Saison (Champignons, Zucchini, Tomaten, Karotten, Brokkoli, Kartoffeln etc), Grillgemüse-Gewürz, Olivenöl, Pfeffer , 1 Flanksteak. Gemüse in mundgerechte Stücke schneiden und in Olivenöl in einer Pfanne garen. Mit Gewürz, Salz und Pfeffer abschmecken.  Zum nach Zubereitungshinweis gegartem Flank servieren.",
            "synonyms":"Auch Bavette, Bauchlappen oder Dünnung genannt.",
            "weight":"500 g – 800 g",
            "url":"",
            "processing":"• Das  Flank schmeckt kurzgebraten am Besten. Brate es einfach auf dem Grill oder in der Pfanne von jeder Seite 2 Minuten an.",
            "goodToKnow":"• Bei diesem Cut ist es besonders wichtig, dass du ihn quer zur Faser aufschneidest, da er eine sehr starke Faserung des Muskels aufweist."
        },
        {
            "name":"Flat Iron",
            "titles":"Flat Iron",
            "definitions":"• Fondue vom Flat-iron • Rezept für 2 Personen: Zutaten: 1 Flat iron, 1Liter Rinderbrühe. Zubereitung: Das Flat Iron in mundgerechte Stücke schneiden. Die Brühe in einem Fonduetopf zum Köcheln bringen. Flat Iron- Stück auf die Fonduegabel spießen und in Brühe garen. Dazu passen die zahlreichen BBQ Saucen und frisches Baguette.",
            "synonyms":"Auch Schulterscherzel genannt.",
            "weight":"500 g – 750 g",
            "url":"",
            "processing":"• Brate das Flat Iron in einer sehr heißen Pfanne von beiden Seiten etwa 2 Minuten mit etwas Ghee an, lasse es dann im Ofen bei 130°C auf Kerntemperatur 55°C (Medium) ziehen.",
            "goodToKnow":"• Das Flat Iron aus dem oberen Teil der Rinderschulter eignet sich ganz hervorragend als Fonduefleisch."
        },
        {
            "name":"Flap",
            "titles":"Flap",
            "definitions":"• Flap auf Trüffel-Pasta • Rezept für 2 Personen: Zutaten: 1rote Zwiebel gehackt, 1 Tl Ghee,1 schwarze Wintertrüffel, zu Späne gerieben, 50g Käptn Paulis Goldschatz, gerieben. 100ml Sahne, 150ml Rinderbrühe. Eine Packung frische Bandnudeln, 1 Flap-Steak. Salz und Pfeffer Zubereitung: In einer Pfanne Zwiebeln in Ghee anbraten, mit Brühe und Sahne ablöschen und etwas einreduzieren lassen. Flap nach Zubereitungsempfehlung garen. Trüffelspäne in die Sauce geben, Bandnudeln darin garen. Mit Salz und Pfeffer abschmecken. Pasta auf einem Teller anrichten, mit aufgeschnittenem Flap toppen, mit Käse bestreuen.",
            "synonyms":"Auch Bavette Aloyau, Flap meat genannt.",
            "weight":"400 g – 600 g",
            "url":"",
            "processing":"• Brate das Flap in einer sehr heißen Pfanne von beiden Seiten etwa 2 Minuten mit etwas Ghee an, lasse es dann im Ofen bei 130°C auf Kerntemperatur 53°C (Medium rare) ziehen.",
            "goodToKnow":"• Das Flap Steak wird oft mit dem Flanksteak verwechselt. Beide stammen zwar aus dem Bauchlappenbereich des Rindes, das Flap ist jedoch grobfaseriger, weniger mager und somit zarter als das Flank."
        },
        {
            "name":"Rinderhuefte",
            "titles":"Hüftsteak",
            "definitions":"• Geschmorte Rinderhüfte • Rezept für 2 Personen: Zutaten: 1kg Rinderhüfte, 1 Bund Suppengrün, 1 Zwiebel, 2 Knoblauchzehen, 2 El Zucker, ½ Tube Tomatenmark, 1 Flasche Weiderindbrühe von J.Kinski, 250ml Mr. Red Rotwein, Salz, Pfeffer. Zubereitung: Gemüse kleinschneiden, in etwas Olivenöl anbraten, kurz zur Seite stellen. Die Rinderhüfte salzen und in derselben Pfanne rundherum scharf anbraten. In einem Bräter das Gemüse, den Wein, die Brühe,das Tomatenmark und den Zucker dazugeben und umrühren. Das Fleisch auf das Gemüsebett setzen und den Braten  für etwa 2-2,5 Stunden bei 200°C im Ofen garen. Den Braten dann im 80 Grad heißen Ofen warmhalten und währenddessen die Sauce pürieren, einreduzieren und abschmecken. Dazu passen Spätzle oder Bratkartoffeln.",
            "synonyms":"Auch Steakhüfte genannt.",
            "weight":"200 g – 350 g",
            "url":"",
            "processing":"• Brate die Hüfte in einer sehr heißen Pfanne von beiden Seiten etwa 2 Minuten mit etwas Ghee an, lasse sie dann im Ofen bei 130°C auf Kerntemperatur 53°C (Medium rare) ziehen.",
            "goodToKnow":"• Rinderhüfte ist im Vergleich zu anderen Cuts sehr günstig im Preis, steht anderen Steaks im Geschmack aber um nichts nach."
        },
        {
            "name":"Inside Skirt",
            "titles":"Inside Skirt",
            "definitions":"• Inside Skirt Tacos • Rezept für 2 Personen: Zutaten: 2 El Sojasauce, 2 El Zitronensaft, 2 El Sesamöl, 3 Knoblauchzehen, gehackt, 1 tl Tom's Hotsauce, 1tl Cumin, gemahlen,1 tl Oregano, gehackt, 500g Inside-Skirt, in 2cm dicke Stücke geschnitten, 8 kleine Tortillas, erhitzt, 150g gehackte Zwiebeln, Eine handvoll gehackte Koriander-Blätter. Zubereitung: In einer Schüssel Sojasauce, Zitronensaft, Öl, Knoblauch Cumin und Oregano vermengen. Steakstreifen hinzugeben, gut verrühren und 3-4 Stunden im Kühlschrank marinieren lassen. In einer Pfanne etwas Butter erhitzen, Steak mit Marinade darin anbraten, bis das Steak gar und die Marinade reduziert ist. In die Tortillas portionieren und mit Zwiebeln und Koriander toppen.",
            "synonyms":"Auch Saumfleisch oder Kronfleisch genannt.",
            "weight":"300 g – 500 g",
            "url":"",
            "processing": "• Brate das Saumfleisch in einer sehr heißen Pfanne von beiden Seiten etwa 2 Minuten mit etwas Ghee an, lasse es dann im Ofen bei 130°C auf Kerntemperatur 53°C (Medium rare) ziehen.",
            "goodToKnow":"• Das Saumfleisch ist recht flach und wird aus dem Zwerchfell des Rindes geschnitten!"
        },
        {
            "name":"Vegas_Cut",
            "titles":"Vegas Cut",
            "definitions":"• Vegas Cut Sandwichs • Rezept für 2 Personen: Zutaten: 1 Vegas Cut Steak, 2 Sandwichbrote von Burger Buns Bakery, 1 Wintertrüffel, in Späne gerieben, Mayo von den Curtice-Brothers, 2 El Oliventapenade, 2 Handvoll Romana-Salat. Zubereitung: Die Sandwichbrote im Ofen aufknuspern, halbieren. Mayo mit Trüffel vermengen, auf die Oberseite der Sandwiches geben, Unterseite mit Oliventapenade bestreichen, gewaschenen  Romana darauf verteilen und mit nach Zubereitungsempfehlung gegartem, aufgeschnittenen Vegas-Cut toppen. Sandwich zuklappen und genießen.",
            "synonyms":" Keine anderen Namen bekannt. ",
            "weight":"400 g – 700 g",
            "url":"",
            "processing":"• Brate den Vegas Cut in einer sehr heißen Pfanne von beiden Seiten etwa 2 Minuten mit etwas Ghee an, lasse ihn dann im Ofen bei 130°C auf Kerntemperatur 55°C (Medium) ziehen.",
            "goodToKnow":"• Der Vegas Cut wird aus der Schulter geschnitten und ähnelt von seiner Struktur her dem Flat Iron."
        },
        {
            "name":"Tomahawk",
            "titles":"Tomahawk",
            "definitions":"• Tomahawk mit Rosmarinkartoffeln und Knoblauchbutter • Rezept für 2 Personen: Zutaten: Eine Packung Drillinge oder ähnlich kleine Kartoffeln (etwa 250g ), 1 Tomahawk, 50ml Olivenöl, 5 Zweige frischer Rosmarin, 80g Butter, 3 gepresste Knoblauchzehen, Salz, Pfeffer. Zubereitung: Tomahawk nach Zubereitungshinweis garen. Derweil die Drillinge waschen, halbieren, auf einem Backblech mit Backpapier verteilen, mit Öl beträufeln, salzen und mit Rosmarin bestreuen. Auf dem Grill bei etwa 200°C knusprig garen. Butter mit Knoblauch und etwas Salz vermischen und bis zum Servieren kühl stellen.",
            "synonyms":"Auch Hochrippe mit Knochen genannt.",
            "weight":"700 g – 1,2 kg",
            "url":"",
            "processing":"• Brate das Tomahawk in einer sehr heißen Pfanne von beiden Seiten etwa 2 Minuten mit etwas Ghee an, lasse es dann im Ofen bei 130°C auf Kerntemperatur 55°C (Medium) ziehen.",
            "goodToKnow":"• Durch den Knochen bleibt das Tomahawk super saftig, denn auf der Knochenseite kann kein Fleischsaft austreten."
        },
        {
            "name":"Rinderbrust",
            "titles":"Brisket",
            "definitions":"• Burnt Ends vom Brisket • Rezept für 4 Personen: Zutaten: 1kg Rinderbrust in 5 cm dicke Würfel geschnitten, 200ml Ahornsirp, Steakwürze, Tom's Hotsauce nach Belieben. Zubereitung: Alle Zutaten miteinander vermischen. In einer Schale auf dem Grill solange braten, bis die Würfel karamellisiert und knusprig sind!",
            "synonyms":"Auch Rinderbrust genannt.",
            "weight":"4,5 kg – 7 kg",
            "url":"",
            "processing":"• Die langfasrige Rinderbrust besteht aus 2 Teilen - Flat & Point. Im ganzen zubereitet eigenen sich die Brust für 'low and slow' Brisket vom Smoker sehr gut. Hingegen kann das Flat - quasi die flachere Seite, hervorragend für ein Pastrami hergenommen werden. Das Point hingegen ist dicker und mehr mit Fett durchzogen.",
            "goodToKnow":"• Die Rinderbrust besteht aus 2 Teilen, dem Flat und dem Point. Das Flat ist perfekt für die Herstellung von Pastrami geeignet, während das Point dicker und von mehr Fett durchzogen ist. Die Rinderbrust kann auch als Ganzes auf dem Smoker gegart werden."
        },
        {
            "name":"Nacken",
            "titles":"Nacken",
            "definitions":"• Gyoza vom Rindernacken • Rezept für 2 Personen: Zutaten: 1kg Rindernacken, fein gehackt, 100g fermentierte, schwarze Bohnen, 200g Weißkohl fein gehackt, 200g Frühlingsszwiebeln fein gehackt, etwa 50 Gyoza-Teigblätter (gibt es gefroren in jedem Asia-Markt), Eiweiß, 5 El Sesamöl. Zubereitung: Fleisch, Bohnen und Kohl, Sesamöl und Zwiebeln gründlich miteinander vermengen. Jeweils einen großen tl der Füllung auf ein Gyoza-Teig-Blatt setzen. Ränder des Gyoza-Blattes mit Eiweiß bestreichen und zusammenfalten. Gyoza in einer Pfanne mit 200ml Wasser 8 Minuten dämpfen und dann in etwas Öl 3-5 Minuten anbraten. Mit Sojasauce servieren.",
            "synonyms":"Auch Hals, Kamm, oder Chuck-Eye-Roll genannt.",
            "weight":"3,5 kg - 5 kg",
            "url":"",
            "processing":"• Im ganzen eignet sich der Rindernacken für 'low and slow' sehr gut. Pulled Beef oder auch ein schöner Braten ist hier möglich. Hoher intramuskulärer Fettanteil lässt das Fleisch schön saftig und geschmacksintensiv bleiben.",
            "goodToKnow":"• Mit diesem Stück lässt sich großartig Pulled Beef oder auch ein herzhafter Braten zubereiten."
        },
        {
            "name":"Picanha",
            "titles":"Picanha",
            "definitions":"• Picanha vom Grill • Rezept für viele Personen: Picanha nach Zubereitungshinweis grillen. Zwischendurch immer wieder mit Salz bestreuen und einfach genießen! Gerade bei diesem Cut ist auch das Fett ein Hochgenuss!",
            "synonyms":"Auch Tafelspitz, Top Butt Cap, Top Sirloin Cap genannt.",
            "weight":"1,2 kg – 1,8 kg",
            "url":"",
            "processing":"• Grille das ganze Picanha 3 Minuten von jeder Seite stark an und lasse es dann in der indirekten Grillzone bei ca. 130°C auf eine Kerntemperatur von circa 56°C ziehen.",
            "goodToKnow":"• Picanha ist besonders vom brasilianischen BBQ in Form  von aufgespießten , dicken Scheiben bekannt."
        },
	{
	    "name":"Backribs",
        "titles":"Backribs",
        "definitions":"• Ribs mit Baked Beans • Rezept für 4 Personen: Zutaten: 2 Dosen Baked Beans, ca. 3kg Backribs vom Rind, Salz S, Pfeffer P, Knoblauchgranulat G, BBQ-Sauce, kleingehackte Zwiebeln, 1 halbe kleingehackte Knoblauchzehe, Worcestershiresauce. Zubereitung: Ribs nach 3-2-1 Methode garen und in der letzten Stunde die Baked Beans kochen. Hierzu Zwiebeln und Knoblauch leicht anschwitzen und die Band Beans für ca. 20 Minuten bei mittlerer Hitze köcheln lassen. Zuletzt mit Worcestershiresauce abschmecken und mit den Ribs servieren.",
        "synonyms":"Auch Rinderrippchen aus dem Rippenkasten genannt.",
        "weight":"800 g - 2200 g",
        "url":"",
        "processing":"• Entferne die dünne Silberhaut auf der Rückseite der Ribs. Bestreue die Ribs großzügig mit dem S-P-G Rub und lasse sie über Nacht marinieren. Heize dann den Smoker auf etwa 120 °C vor und smoke die Rippchen für 3 Stunden. Fülle anschließend eine Edelstahlschale mit ca. ein cm Füllhöhe Flüssigkeit (z.b. Apfelsaft) und lege die Ribs auf einem Einlegerost dazu. Decke sie ab und gare sie weitere 3 Stunden auf dem Smoker. Zum Schluss legst du die Rippchen für eine weitere Stunde direkt auf den Smokerrost und glasierst sie alle 15 Minuten mit eier BBQ-Sauce deiner Wahl.",
        "goodToKnow":"• Backribs haben ein intensives, würziges Fleischaroma."
	},
	{
	    "name":"Beinscheibe",
        "titles":"Beinscheibe",
        "definitions":"•",
        "synonyms":"Auch Ossobucco, Flap Beef oder Shank genannt.",
        "weight":"300 g - 600 g",
        "url":"",
        "processing":"• Brate die Beinscheibe für eine leckere Rinderbrühe scharf an und lasse sie in einem Topf mit Wasser mindestens 4 Stunden köcheln. Alternativ kannst du auch die Tomatenbrühe verwenden und die Beinscheibe in dieser, auf einem Bett aus Suppengemüse, bei 130°C für 4 Stunden im Ofen schmoren.",
        "goodToKnow":"• Die Beinscheibe hat einen intensiven Rindergeschmack und eignet sich perfekt zum Schmoren!"
	},
	{
	    "name":"Rinderzunge",
        "titles":"Rinderzunge",
        "definitions":"•",
        "synonyms":" Auch Beef Tongue genannt. ",
        "weight":"800 g - 2000 g",
        "url":"",
        "processing":"• Ziehe die Haut der Zunge ab. Gebe die Zunge in einem Topf mit Wasser und etwas Weißwein, gebe geschnittenes Suppengrün hinzu und lasse die Zunge für mindestens 3 Stunden kochen (oder du smokst sie auf dem Smoker für 5 Stunden bei 120°C). Abgekühlt und fein aufgeschnitten schmeckt sie grandios auf einem guten Brot mit Senf und Zwiebeln!",
        "goodToKnow":"• Die Zunge ist besonders zart und sehr mild im Geschmack und eignet sich hervorragend für Sandwiches oder generell als Aufschnitt."
	},
	{
	    "name":"Rinderbacken",
        "titles":"Rinderbacken",
        "definitions":"•",
        "synonyms":" Auch Beef Cheeks oder Ochsenbäckchen genannt.",
        "weight":"300 g - 500 g",
        "url":"",
        "processing":"• Rinderbacken werden am besten geschmort. Brate die Backen dazu zunächst scharf an und gebe sie mit etwas Brühe, Rotwein und Suppengrün in einen Bräter.  Die Bäckchen dürfen nun 4 Stunden vor such hin köcheln.",
 	    "goodToKnow":"• Rinderbacken besitzen einen hohen Kollagenanteil, weswegen sie lange gegart werden sollten, um so richtig zart zu werden."
	},
	{
	    "name":"Shortribs",
        "titles":"Shortribs",
        "definitions":"• Shortribs Asia Style mit Minz Reis • Rezept für 4 Personen: Zutaten: ca. 3kg Shortribs, Rub deiner Wahl, Sesam, Frühlingszwiebeln, 5 El Teriyaki Sauce, 1/2 Tl Ingwerpulver, 1/2 Tl Knoblauchgranulat, 1 Tl brauner Zucker, frische Minze, Reis. Zubereitung: Die Shortribs werden wie oben erleutert gegart und anschließend auf dem Grill mit unserer Asia Sauce aus Teriyaki, Ingwer und Knoblauch glasiert. Diesen Vorgang wiederholen wir einige Male, bis die Oberfläche schön klebt und glänzt. Der fertige Reis wird mit Salz und frischer Minze abgeschmeckt und kommt als Beilage neben die Ribs. Zuletzt bestreuen wir die Ribs mit Kleingeschnittenen Frühlingszwiebeln und Sesam. ",
        "synonyms":" Kurzrippe, Beef Ribs, Querrippe oder Zwerchrippe genannt. ",
        "weight":"400 g - 1000 g",
        "url":"",
        "processing":"• Ein absoluter BBQ Klassiker! Grundsätzlich kann man die Shortribs ähnlich wie normale Baby Back Ribs garen, jedoch muss man die Garzeit verlängern. Entfernt die Silberhaut auf der Rückseite der Shortribs, reibt das Fleisch großzügig mit eurem Lieblingsrub ein und mariniert alles mind. für 2 Stunden im Kühlschrank. Anschließend legt ihr die Ribs für 3 Stunden bei 120°C auf euren vorgeheizten Smoker/Grill um ein schönes Raucharoma zu bekommen. Nun legen  wir die Ribs in eine Edelstahlschale, geben 500ml Apfelsaft hinein und verschließen diese mit einem Deckel oder Alufolie. Der Behälter kommt nun für 4 Stunden zurück auf den Grill. Zum Glasieren, nehmen wir die Ribs aus dem Behälter, legen diese für 1 Stunde bei gleicher Temperatur auf den Grill und bepinseln diese mehrmals mit einer BBQ Sauce. ",
        "goodToKnow":"• Sehr saftige und dicke Rippchen. Auf jeden Fall genug Zeit einplanen!"
	},
	{
	    "name":"Unterschale",
        "titles":"Unterschale",
        "definitions":"•",
        "synonyms":" Auch Gänschen, Semmerrolle oder in Österreich Fricandeau genannt.",
        "weight":"500 g - 2000 g",
        "url":"",
        "processing":"• Unterschale als Braten bei niedriger Temperatur gegart. Marinade nach Wahl auftragen und mind. 2 Stunden im Kühlschrank einziehen lassen. Bei scharfer Hitze rösten wir das Fleisch von allen Seiten an. Anschließend kommt es mit 500ml Rinderbrühe in einen Bräter und gart dort bei 120°C bis zu einer Kerntemperatur von ca. 71°C. Den entstandenen Bratensaft mit etwas Stärke abbinden und für eine Sauce abschmecken.",
 	    "goodToKnow":"• Etwas festeres aber sehr mageres Fleisch, für eine gesunde Ernährung geeignet!"
	},
	{
	    "name":"Falsches Filet",
        "titles":"Falsches Filet",
        "definitions":"•",
        "synonyms":" Auch Schulterfilet, Bugfilet oder in Amerika Chuck Tender genannt.",
        "weight":"1300 g - 2000 g",
        "url":"",
        "processing":"• Das Fleisch von allen Seiten angrillen/-braten, mit Salz und Pfeffer würzen und bei niedriger Temperatur langsam bei 150°C für 5 Stunden in einem Bräter schmoren.",
 	    "goodToKnow":"• Nur die ähnliche Form erinnert an ein echtes Filet. Das falsche Filet ist hingegen nicht zum kurzbraten geeignet, dafür umso mehr für klassische Bräten."
	}

    ]
}