{
    "steakinfo":
    [
         {
            "name":"Filet",
            "titles":"Filet",
            "definitions":"• Fillet of beef with celery-smoke-puree • Recipe for 2 persons: Ingredients: 300g potatoes, 200g celeriac, 300g beef fillet, 100g cream, 3 drops of Liquid Smoke, ghee, salt, pepper. Preparation: Peel potatoes and celeriac and cook in salted water, drain.Cook fillet according to preparation recommendations.Put celery and potato in a pot, add cream and liquid smoke and mash. Season to taste with salt and pepper, serve with steak.",
            "synonyms":"Tenderloin in the US, in Germany also Lende or Lungenbraten in Austria.",
            "weight":"150 g – 350 g",
            "url":"",
            "processing":"• Sear the tenderloin over very high heat in a cast iron skillet/grill for 1-2 minutes on both sides, depending on thickness. You can add some ghee (butterfat without the egg white, which burns quickly) to the pan and let it reach the perfect core temperature in the oven or indirect grill zone at approx. 130 °C/266°F. This takes about 10-15 minutes. The best way to measure the degree of cooking is to use a steak thermometer. For the recommended cooking level Medium Rare, the steak needs a core temperature of 53°C/127°F.",
            "goodToKnow":"• By the way, the tenderloin is so particularly tender because it is part of the less stressed back muscles of the beef. You want to eat fillet in a restaurant? Keep your eyes open for tournedos, filet mignon and medallions!"
        },
        {
            "name":"Roastbeef",
            "titles":"Rumpsteak",
            "definitions":"• Roast Beef Chili Cheese Sandwich • Recipe for 2 persons: Ingredients: 1 roast beef, two sandwich breads from Burgerbuns Bakery, tomato ketchup and mayo from Curtice Brothers, mountain cheese from Ferdl's Kaskear, Tom's Hotstuff Hotsauce, 2 large tomatoes , 100g lamb's lettuce. Preparation: Cook steak according to preparation instructions. Briefly bake sandwiches in oven, cut open.Season 3 tbsp mayo with Tom's Hotsauce to taste. Spread top side of sandwich with ketchup, bottom side with chili mayo. Wash lettuce , slice tomatoes. Drape lettuce and tomatoes on bottom sandwich slice, place half of each cut steak on top, season with salt and pepper, place mountain cheese slices on top of steak, cover with top of sandwich. Grill on grill or in panini oven until cheese melts.",
            "synonyms":"Also called Roastbeef or Striploin.",
            "weight":"200 g – 300 g",
            "url":"",
            "processing":"• Sear the roast beef over very high heat in a cast iron pan/grill for 1-2 minutes on both sides, depending on the thickness. You can add some ghee - butterfat without the egg white which burns quickly, to the pan and let it reach the perfect core temperature in the oven or the indirect grill zone at about 130 °C/266°F. This takes about 10-15 minutes. The best way to measure the degree of cooking is to use a steak thermometer. For the recommended cooking level Medium Rare, the steak needs a core temperature of 53°C/127°F.",
            "goodToKnow":"• You should not remove the fat edge. This prevents a bulge during preparation and is important to achieve an even cooking result."    
        },
        {
            "name":"Rib-Eye",
            "titles":"Rib-Eye",
            "definitions":"• Surf and Turf Entrecote with Garlic Bread • Recipe for 2 persons: Ingredients: 2 entrecote, 6 white tiger shrimp from Cara Royal, Mrs. White wine, olive oil, butter, 1 oregano sandwich bread from Burgerbuns Bakery, garlic salt, pepper. Preparation: Cook entrecote according to preparation instructions. Sauté the shrimp in olive oil, deglaze with about 150ml of wine and finish cooking. Peel the shrimp, season with salt and pepper and toss in the warm sauce. Mix about 50g of butter with two pressed garlic cloves as well as some salt, spread on sandwich halves and grill until crispy. Salt steak, arrange shrimp with white wine sauce on top and serve with garlic bread.",
            "synonyms":"Also called Entrecôte.",
            "weight":"200 g – 350 g",
            "url":"",
            "processing":"• Slightly trim the fat edge of the ribeye at 1cm intervals and sear it over very high heat in a cast iron pan/grill for 1-2 minutes on both sides - depending on the thickness. You can add some ghee - butterfat without the egg whites which burn quickly, to the pan and let it reach the perfect core temperature in the oven or indirect grill zone at about 130 °C/266°F. This takes about 10-15 minutes. The best way to measure the degree of cooking is to use a steak thermometer. For the recommended cooking level Medium Rare, the steak needs a core temperature of 53°C/127°F.",
            "goodToKnow":"• The ribeye gets its name from the fact that it is framed by the fat-rich prime rib, so that the prime rib muscle looks like a lean -eye- in the cut."
        },
        {
            "name":"Spider-Steak",
            "titles":"Spider-Steak",
            "definitions":"• Spider steak with sweet potato puree • Recipe for 2 persons: Ingredients: 2 spider steaks, 3 large sweet potatoes, exotic seasoning, 2 tbsp creme fraiche, salt, pepper. Preparation: Poke the skin of the sweet potatoes with a fork, Cook in the oven at 200°C/392°F or on the grill. Remove the skin and mash the sweet potatoes with crème fraiche to a puree. Season with exotic seasoning, salt and pepper. Serve with steak cooked according to preparation instructions.",
            "synonyms":"Also called Tiled meat, Scalloped or Bat.",
            "weight":"150 g – 250 g",
            "url":"",
            "processing":"• Just sear the spider steak briefly in a very hot pan or on the grill and it's perfect!",
            "goodToKnow":"• The spider steak gets its name from the fine marbling, which is reminiscent of a spider web."
        },
        {
            "name":"T-Bone",
            "titles":"T-Bone",
            "definitions":"• T-bone with Asian coleslaw • Recipe for 2 persons:  Ingredients: 1 T-bone, ½ head red cabbage and half a head white cabbage, both cut into fine strips, 3 tbsp rice vinegar, 4 tbsp sesame oil, 2 tbsp brown sugar, Tom's hot sauce to taste, 4 tbsp soy sauce. Preparation: Cook T-bone according to preparation recommendations. Meanwhile, mix cabbage well with remaining ingredients and refrigerate until ready to serve. Season if necessary.",
            "synonyms":"No synonyms known.",
            "weight":"500 g – 750 g",
            "url":"",
            "processing":"• Slightly cut the fat edge of the T-bone, sear it on the grill or in the pan on both sides and then let it cook in the oven at 130°C/266°F until a core temperature of 54°C/129°F is reached - measure with the steak thermometer.",
            "goodToKnow":"• T-Bone and Porterhouse come from the same part of the beef, with the Porterhouse only the fillet portion is larger."
        },
        {
            "name":"Porterhouse",
            "titles":"Porterhouse",
            "definitions":"• Porterhouse with buttered corn from the grill • Recipe for 2 persons: Ingredients: 1 porterhouse, 4 cobs of corn, 5 tbsp. butter, salt, pepper. Preparation: Salt the porterhouse and cook according to the preparation instructions. Cut corn on the cob into 4-5 rings each and cook in salted water until done. Fry in butter in a pan on the grill, add salt, keep basting with butter and serve with steak.",
            "synonyms":"T-bone with large fillet portion.",
            "weight":"600 g – 900 g",
            "url":"",
            "processing":"• Slightly cut the fat edge of the Porterhouse at a distance of 1cm and sear it over very high heat in the cast iron pan/grill from both sides for 1-2 minutes - depending on the thickness. You can add some ghee (butterfat without the egg white, which burns quickly) to the pan and let it reach the perfect core temperature in the oven or indirect grill zone at about 130 °C/266°F. This takes about 10-15 minutes. The best way to measure the degree of doneness is to use a steak thermometer. For the recommended cooking level Medium Rare, the steak needs a core temperature of 53°C/127°F.",
            "goodToKnow":"• Like the T-bone, the porterhouse is cut from the whole roast beef with bone, it just has the larger fillet portion."
        },
        {
            "name":"Tri-Tip",
            "titles":"Tri-Tip",
            "definitions":"• Tri-tip with garlic fries • Recipefor 2 persons: Ingredients: 1 Tri-tip, salt, pepper, French Fries, 50g butter, 2 cloves of garlic pressed. Preparation: Cook Tri-tip according to preparation instructions. Deep-fry Kreutzer's Fries. In a small pan, melt butter and heat over medium heat until it starts to foam a little, remove from heat, stir in pressed garlic cloves. Salt fries, arrange on plates with steak and top with garlic butter.",
            "synonyms":"Also called mayor's piece or pastor's piece.",
            "weight":"200 g – 300 g",
            "url":"",
            "processing":"• The Tri-Tip tastes equally good short fried or braised. You can also simply sear it for 2-3 minutes on each side in a pan or on the grill.",
            "goodToKnow":"• The Tri-Tip got its name because of its triangular shape, reminiscent of a shark's fin."
        },
        {
            "name":"Hanging Tender",
            "titles":"Hanging Tender",
            "definitions":"• Hanging Tender with Balsamic Grilled Tomatoes and Cool Mint Yogurt • Recipe for 2 persons: Ingredients: About 20 cherry tomatoes by the panicles, 4 tbsp balsamic vinegar, 100ml Greek yogurt, 2 tbsp fresh mint, chopped, salt, pepper. Preparation: Cook Hanging Tender according to preparation recommendations. Carefully score cherry tomatoes, pour balsamic vinegar over. Cook on the grill until the skin bursts, add salt. Season yogurt with mint and salt. Serve with the steak and tomatoes.",
            "synonyms":"Also called kidney-cone or onglet in France.",
            "weight":"500 g – 900 g",
            "url":"",
            "processing":"• Simply sear the cut on the grill or in a pan for about 6 minutes on each side, the core temperature should be about 53°C/127°F, which corresponds to the Medium Rare cooking level.",
            "goodToKnow":"• It's important that you remove the non-edible tendon from this cut. The onglet is a cut that occurs only once per animal."
        },
        {
            "name":"Flank",
            "titles":"Flanksteak",
            "definitions":"• Flanksteak on grilled vegetables • Recipe for 2 persons: Ingredients: Mixed seasonal vegetables like mushrooms, zucchini, tomatoes, carrots, broccoli, potatoes, etc. , grilled vegetable seasoning, olive oil, pepper, 1 flank steak. Cut vegetables into bite size pieces and cook in olive oil in a skillet. Season with seasoning, salt and pepper.  Serve with flank cooked according to preparation instructions.",
            "synonyms":"Also called bavette or belly flap.",
            "weight":"500 g – 800 g",
            "url":"",
            "processing":"• The flank tastes best short fried. Just sear it on the grill or in a pan for 2 minutes on each side.",
            "goodToKnow":"• With this cut, it is especially important that you slice it across the grain, as it has a very strong fibrous muscle."
        },
        {
            "name":"Flat Iron",
            "titles":"Flat Iron",
            "definitions":"• Flat-iron fondue • Recipe for 2 persons: 1 Flat iron, 1liter of J.Kinski's broth of your choice. Preparation: Cut the Flat Iron into bite-sized pieces. Bring the broth to a boil in a fondue pot. Skewer the pieces of Flat Iron on the fondue fork and cook them in the broth. Serve with your favorite BBQ Sauce and fresh baguette.",
            "synonyms":"Also called shoulder shank.",
            "weight":"500 g – 750 g",
            "url":"",
            "processing":"• Fry the Flat Iron in a very hot pan on both sides for about 2 minutes with a little ghee, then let it cook in the oven at 130°C/266°F. to a core temperature of 55°C/131°F. - medium.",
            "goodToKnow":"• The Flat Iron from the upper part of the beef shoulder is perfect for fondue."
        },
        {
            "name":"Flap",
            "titles":"Flapsteak",
            "definitions":"• Flap on truffle pasta • Recipe for 2 persons: Ingredients: 1red onion chopped, 1 tsp ghee,1 black winter truffle, grated into shavings, 50g Captain Pauli's Golden Treasure, grated. 100ml cream, 150ml broth from j.Kinski. A pack of fresh ribbon noodles, 1 flap steak. Salt and pepper. Preparation: In a pan fry onions in ghee, add broth and cream and let it reduce a little. Cook flap according to preparation recommendations. Add truffle shavings to the sauce, cook ribbon noodles in it. Season to taste with salt and pepper. Arrange pasta on a plate, top with sliced flap, sprinkle with cheese.",
            "synonyms":"Also called Bavette Aloyau, Flap meat.",
            "weight":"400 g – 600 g",
            "url":"",
            "processing":"• Sear the flap in a very hot pan for about 2 minutes on both sides with a little ghee, then let it cook in the oven at 130°C/266°F  to core temperature 53°C/127°F - medium rare.",
            "goodToKnow":"• Flap steak is often confused with flank steak. Although both come from the belly flank of beef, the flap is more coarse-grained, less lean and therefore more tender than the flank."
        },
        {
            "name":"Rinderhuefte",
            "titles":"Sirloin Steak",
            "definitions":"• Braised beef rump • Recipe for 4 persons: Ingredients: 1kg of beef rump, 1 bunch of greens, 1 onion, 2 cloves of garlic, 2 tbsp of sugar, ½ tube of tomato paste, 1 bottle of J.Kinski's Weiderind broth, 250ml of Mr. Red red wine, salt, pepper. Preparation: chop the vegetables, sauté in a little olive oil, set aside briefly. Salt the beef rump and sear it on all sides in the same pan. In a roasting pan add the vegetables, wine, broth, tomato paste and sugar and stir. Place the meat on the bed of vegetables and cook the roast in the oven at at 200°C/392°F.   for about 2-2.5 hours. Keep the roast warm in the oven at 80°C/176°F. Meanwhile, puree the sauce, reduce it and season to taste. Serve with spaetzle or fried potatoes.",
            "synonyms":"Also called Beefsteak or Hüftsteak in Germany.",
            "weight":"200 g – 350 g",
            "url":"",
            "processing":"• Fry the rump in a very hot pan on both sides for about 2 minutes with a little ghee, then let it cook in the oven at 130°C/266°F to a core temperature of 53°C/127°F - medium rare.",
            "goodToKnow":"• Compared to other cuts, beef rump is very cheap in price, but is in no way inferior to other steaks in taste."
        },
        {
            "name":"Inside Skirt",
            "titles":"Inside Skirt",
            "definitions":"• Inside Skirt Tacos• Recipe for 2 persons: Ingredients: 2 tbsp soy sauce, 2 tbsp lemon juice, 2 tbsp sesame oil, 3 cloves garlic, minced, 1 tsp Tom's hot sauce, 1tl cumin, ground,1 tsp oregano, minced, 500g inside skirt, cut into 2cm thick pieces, 8 small tortillas, heated, 150g chopped onions, A handful of chopped coriander leaves. Preparation: In a bowl, mix soy sauce, lemon juice, oil, garlic cumin and oregano. Add steak strips, mix well and let marinate in the refrigerator for 3-4 hours.Heat some butter in a pan, sear steak with marinade in it until steak is cooked and marinade is reduced. Portion into tortillas and top with onions and cilantro.",
            "synonyms":"Also called crown meat.",
            "weight":"300 g – 500 g",
            "url":"",
            "processing": "• Fry the skirt in a very hot pan on both sides for about 2 minutes with a little ghee, then let it sit in the oven at 130C/266°F to core temperature of 53°C/127°F - medium rare.",
            "goodToKnow":"• Cut into thin pieces against the fiber! The coarse-fibered meat would otherwise be a tough matter. Very intensive taste due to the relatively high fat content. Also suitable for tacos, fajitas very well!"
        },
        {
            "name":"Vegas_Cut",
            "titles":"Vegas Cut",
            "definitions":"• Vegas Cut Sandwiches • Recipe for 2 persons: Ingredients: 1 Vegas Cut Steak, 2 sandwich breads from Burger Buns Bakery, 1 winter truffle, grated into shavings, mayo from Curtice Brothers, 2 tbsp. olive tapenade, 2 handfuls romaine lettuce. Preparation: crisp up the sandwich breads in the oven, cut in half. Mix mayo with truffle, spread on top of sandwiches, spread bottom side with olive tapenade, spread washed romaine on top and top with sliced Vegas cut cooked according to preparation recommendations. Close the sandwich and enjoy.",
            "synonyms":"No synonyms known.",
            "weight":"400 g – 700 g",
            "url":"",
            "processing":"• Fry the Vegas Cut in a very hot pan on both sides for about 2 minutes with some ghee, then let it draw in the oven at 130°C/266°F to a core temperature of 55°C/131F - medium.",
            "goodToKnow":"• The Vegas Cut is cut from the shoulder and is similar in texture to Flat Iron."
        },
        {
            "name":"Tomahawk",
            "titles":"Tomahawk",
            "definitions":"• Tomahawk with rosemary potatoes and garlic butter • Recipe for 2 persons: Ingredients: One package of triplets or similar small potatoes - about 250g, 1 tomahawk, 50ml olive oil, 5 sprigs of fresh rosemary, 80g butter, 3 cloves of pressed garlic, salt, pepper. Preparation: Cook the tomahawk according to the preparation instructions. Meanwhile, wash the triplets, cut them in half, spread them on a baking tray with baking paper, drizzle with oil, salt and sprinkle with rosemary. Cook on the grill at about 200°C/392°F until crispy. Mix butter with garlic and a little salt and refrigerate until serving.",
            "synonyms":"Also called bone-in prime rib.",
            "weight":"700 g – 1,2 kg",
            "url":"",
            "processing":"• Fry the Tomahawk in a very hot pan on both sides for about 2 minutes with a little ghee, then let it draw in the oven at 130°C/266°F to core temperature 55°C/131°F - medium.",
            "goodToKnow":"• The bone keeps the Tomahawk super juicy, because no meat juice can escape on the bone side."
        },
        {
            "name":"Rinderbrust",
            "titles":"Brisket",
            "definitions":"• Burnt Ends of Brisket • Recipe for 4 persons: Ingredients: 1kg beef brisket cut into 5cm thick cubes, 200ml maple syrup, steak seasoning, Tom's Hotsauce to taste. Preparation: Mix all ingredients together. Fry in a bowl on the grill until the cubes are caramelized and crispy!",
            "synonyms":"Breast of beef.",
            "weight":"4,5 kg – 7 kg",
            "url":"",
            "processing":"• The beef breast consists of 2 parts - Flat & Point. As a whole the breast is very suitable for low and slow brisket from the smoker. On the other hand, the flat - the flatter side, so to speak - can be used for a pastrami. The point, on the other hand, is thicker and more streaked with fat",
            "goodToKnow":"• The brisket is made up of 2 parts, the Flat and the Point. The Flat is perfect for making pastrami, while the Point is thicker and has more fat running through it. The brisket can also be cooked in one piece on the smoker."
        },
        {
            "name":"Nacken",
            "titles":"Chuck Eye Roll",
            "definitions":"• Beef neck gyoza • Recipe for 4 persons: Ingredients: 1kg of beef neck, finely chopped, 100g of fermented black beans, 200g of white cabbage finely chopped, 200g of spring onions finely chopped, about 50 gyoza dough sheets (you can get them frozen in any Asian market), egg white, 5 tbsp of sesame oil. Preparation: Mix meat, beans and cabbage, sesame oil and onions thoroughly. Place a large tsp of the filling on each gyoza dough sheet. Brush edges of gyoza sheet with egg white and fold together. Steam gyoza in a pan with 200ml water for 8 minutes, then fry in a little oil for 3-5 minutes. Serve with soy sauce.",
            "synonyms":"Also called chuck eye roll.",
            "weight":"3,5 kg - 5 kg",
            "url":"",
            "processing":"• On the whole, the neck of beef is very suitable for 'low and slow'. Pulled beef or a nice roast is possible here. High intramuscular fat content keeps the meat juicy and tasty",
            "goodToKnow":"• This piece is great for making Pulled Beef or even a hearty roast."
        },
        {
            "name":"Picanha",
            "titles":"Top Sirloin Cap",
            "definitions":"• Picanha from the grill • Recipe for 2 persons: Ingredients: Grill Picanha according to preparation instructions. In between, sprinkle with salt again and again and simply enjoy! Especially with this cut, the fat is also a treat!",
            "synonyms":"Also called Top Butt Cap, Top Sirloin Cap or Tafelspitz in Germany.",
            "weight":"1,2 kg – 1,8 kg",
            "url":"",
            "processing":"• Grill the whole Picanha for 3 minutes on each side and then let it cook in the indirect grill zone at 130°C/266°F to a core temperature of 56°C/132°F.",
            "goodToKnow":"• Picanha is especially known from Brazilian BBQ in the form of skewered, thick slices."
        },
	{
	    "name":"Backribs",
        "titles":"Backribs",
        "definitions":"• Ribs with baked beans • Recipe for 4 persons: Ingredients: 2 cans of baked beans, approx. 3kg beef back ribs, salt S, pepper P, garlic granules G, BBQ sauce, finely chopped onions, 1 half finely chopped clove of garlic, Worcestershire sauce. Preparation: Cook the ribs according to the 3-2-1 method and cook the baked beans for the last hour. To do this, lightly sweat the onions and garlic and simmer the band beans for about 20 minutes over medium heat. Finally season with Worcestershire sauce and serve with the ribs.",
        "synonyms":"Also called beef ribs.",
        "weight":"800 g - 2200 g",
        "url":"",
        "processing":"• Remove thin silver skin on the back of the ribs. It is best to prick at bone level with a spoon and remove the silver skin with a kitchen paper. Rub the ribs generously with the spices and marinate it overnight. Preheat the Smoker to 250°F and smoke the ribs for 3 hours. Then fill a stainless steel bowl with approx. 1 cm of liquid (e.g. apple juice) and place the ribs on an rack insert - no rack, directly into the liquid. Now put a lid on top or cover with aluminium foil and cook for another 3 hours on the smoker. Finally, place the ribs directly on the smoker grid for another hour and glaze them with BBQ sauce every 15 minutes, if desired. ",
        "goodToKnow":"• Backribs have an intense, spicy meat flavor."
	},
	{
	    "name":"Beinscheibe",
        "titles":"Beef Shank",
        "definitions":"",
        "synonyms":"Also called, Ossobuco or Beinscheibe in Germany.",
        "weight":"300 g - 600 g",
        "url":"",
        "processing":"• Sear the leg slice for a delicious beef broth and simmer it in a pot of water for at least 4 hours. Alternatively, you can use J.Kinski's tomato broth and braise the leg slice in it, on a bed of soup vegetables, in the oven at 130°C/266°F for 4 hours.",
        "goodToKnow":"• The leg slice has an intense beef flavor and is perfect for braising!"
	},
	{
	    "name":"Rinderzunge",
        "titles":"Beef tongue",
        "definitions":"",
        "synonyms":"No synonym known.",
        "weight":"800 g - 2000 g",
        "url":"",
        "processing":"• Peel off the skin of the tongue. Put the tongue in a pot with water and some white wine, add chopped greens and let it cook for at least 3 hours or you can put it on the smoker for 5 hours at 120°C/248°F. When cooled and finely sliced, it tastes great on bread with mustard and onions!",
        "goodToKnow":"• The tongue is particularly tender and very mild in taste and is excellent for sandwiches or generally as a cold cut."
	},
	{
	    "name": "Rinderbacken",
        "titles": "Beef Cheeks",
        "definitions":"No synonym known.",
        "synonyms": "Also called Ox Cheeks or Ochsenbäcken in Germany.",
        "weight": "300 g - 500 g",
        "url": "",
        "processing":"• Beef cheeks are best braised. First sear the cheeks and put them in a roasting pan with some broth, red wine and greens. The cheeks may now simmer for 4 hours.",
 	    "goodToKnow":"• Beef cheeks have a high collagen content, which is why they should be cooked for a long time to become really tender."
	},
	{
	    "name":"Shortribs",
        "titles":"Shortribs",
        "definitions":"• Asia Style Shortribs with Mint Rice • Recipe for 4 people: Ingredients: approx. 3kg shortribs, rub of your choice, sesame, spring onions, 5 tbsp Teriyaki sauce, 1/2 tsp ginger powder, 1/2 tsp garlic granulate, 1 tsp brown sugar, fresh Mint, rice. Preparation: The short ribs are cooked as explained above and then glazed on the grill with our Asia sauce made from teriyaki, ginger and garlic. We repeat this process a few times until the surface sticks and shines nicely. The finished rice is seasoned with salt and fresh mint and is served as a side dish next to the ribs. Finally, sprinkle the ribs with finely chopped spring onions and sesame seeds. ",
        "synonyms":" Also known as Beef Ribs or in Germany Kurzrippe, Querrippe oder Zwerchrippe. ",
        "weight":"400 g - 1000 g",
        "url":"",
        "processing":"• An absolute BBQ classic! Basically you can cook the short ribs in a similar way to normal baby back ribs, but you have to extend the cooking time. Remove the silver skin on the back of the short ribs, rub the meat generously with your favorite rub and marinate everything in the refrigerator for at least 2 hours. Then you put the ribs for 3 hours at 120°C/250°F  on your preheated smoker/grill to get a nice smoke flavor. Now we put the ribs in a stainless steel bowl, add 500ml apple juice and close it with a lid or aluminum foil. The container is now back on the grill for 4 hours. For glazing, we take the ribs out of the container, place them on the grill for 1 hour at the same temperature and brush them several times with a BBQ sauce. ",
        "goodToKnow":"• Very juicy and thick ribs. In any case, plan enough cooking time!"
	},
	{
	    "name":"Unterschale",
        "titles":"Round",
        "definitions":"•",
        "synonyms":" Also known as Round Tip Toast, in Germany Unterschale or in Austria Fricandeau.",
        "weight":"500 g - 2000 g",
        "url":"",
        "processing":"• Round cooked as a roast at a low temperature. Apply the marinade of your choice and let it soak in the refrigerator for at least 2 hours. We roast the meat on all sides over high heat. Then it comes with 500ml beef broth in a roaster and cooks there at 120°C/250°F up to a core temperature of approx. 71°C/160°F. Thicken the resulting gravy with a little starch and season to get a nice sauce.",
 	    "goodToKnow":"• Somewhat firmer but very lean meat, suitable for a healthy diet!"
	},
	{
	    "name":"Falsches Filet",
        "titles":"Chuck Tender",
        "definitions":"•",
        "synonyms":" Also known as Mock Tender, in Germany falsches Filet or Bugfilet.",
        "weight":"1300 g - 2000 g",
        "url":"",
        "processing":"• Grill/sear the meat on all sides, season with salt and pepper and braise slowly at low temperature from 150°C/300° for 5 hours in a roasting pan.",
 	    "goodToKnow":"• Only the similar shape is reminiscent of a real filet. The Chuck Tender, on the other hand, is not suitable for short grilling, but all the more for classic roasts."
	}


    ]
}